Repository: mozilla-l10n/mt-training-data
Catalog: mve/mve_pontoon.tmx
Source language: en_us
Languages: mve

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
mve: ريڪارڍِنگ ڪرڻ رِي مھربونِي<lineBreak></lineBreak> ھميَ جائزو ليو ھانَ آپ را ڪلِپ ھيٺِي جمع ڪرو

source: Thank you for your information
mve: ٿونرِي معلومات رِي مھربوني

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
mve: { $lang }۾ حصو ليڻ ۾ ٿونرِي دلچسپي ھارو مھربوني۔ مھيَ ھر ٻولي نيَ لانچ ڪرڻ ھارو تيار ڪرڻ ھان ٽيمون نيَ اي ميل ريَ زريعي تازھ جانڪارِي ڏيڻ ھارو سخت محنت ڪرون ھون۔ جيَ ٿيَ حصو ليڻ چاھو ھو۔ مھربوني ڪريَ ھيٺي ڏينوڙ جگھا تيَ آپرو اي ميل ڏيو۔

source: Thank you for your voice information
mve: ٿونرِي آواز رِي معلومات ڏيڻ رِي مھربوني

source: Thank you! You’ve sent a new language enquiry
mve: مهربانِي! ٿُون هيڪ نئِي ٻولِي رِي پُوڇا ڳاڇا ميلِي ھيَ

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
mve: سُٺا جُملا فطري ھان ٻولڻ آݪا ھيَ۔ اي ڪيَ ھارو ڀي پڙھڻ ۾ سولا ھوڻ کپيَ۔جون ڪہ آوازون ري نظرييَ ھان جُملون ۾ مختلف اکر اھم ھيَ۔ مھيَ ڀي ڪوشش ڪرون پڙيا ڪہ ريڪارڊنگ جُملون نيَ مھورِي رضاڪار برادري ھارو ممڪن حد تائين دلچسپ ھان مزيدار ٺايو جائيَ۔

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
mve: ھڪ فائدي مند وات رِي اݪکوڻ آݪو انجن ٺاڻ ھارو سُٺا جُملا عام ٻولِي، جديد ٻولِي آمون سامون ھيَ۔ جُملون نيَ ٺاڻ ۾ مدد ھارو ڪجھ خيال ھيَ۔

source: The bumblebee sped by.
mve: ماکِي تيزِي ھون مِٽيَ گئِي۔

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
mve: ڪلِپ رَي قبرستان ۾ وائس ڪلِپ ڀيڙا ھيَ جُڪو ڪامن وائس ريَ مود رَي سيٽ ۾ ڀيڙا ڪونِي ھوا۔ مواد ريَ سيٽ رِي گتِي ڪلِپ قبرستان ڊائون لوڊ ھارو موجود ھيَ۔ مھيَ ايئيَ منصوبيَ ۾ مدد ڪرڻ ھارو ھيٺِي ڏينوڙيَ منکون ھان تنظيمون رِي مھربونِي ڪرڻ چاھون ھون

source: The clip has disrespectful or offensive language.
mve: اِيئي ڪلِپ ۾ بيَ عزتِي ھانَ بداخلاقِي ٻولِي استعمال ھويوڙِي ھيَ۔

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
mve: ڪامن وائس ريَ مواد ريَ سيٽ ۾ سئويَ ھزاريَ آوازون را نمونا ھيَ جڪو ٺاڻ آݪو نيَ آواز نيَ اوݪکڻ را اوزار ٺاڻ ۾ مدد ڪريَ ھيَ۔

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
mve: اي برادري ڪامن وائس رو ڌڙڪتو دل ھي۔ اي سجي دنيا ھون آئيَ ھيَ، ھانَ ٻولِي را ڪارڪُن، سائنسدان ھانَ فنڪار ھيَ۔ ٿيَ مھوري <about>باريَ ۾ </about> پئيج تيَ ھان مھورِي <community> ڪميونٽي پليَ بُڪ </community>۔ ۾ شامل ھوڻ ريَ باريَ ۾ وڌيڪ ݾيکيَ ݾگون ھون۔ جيَ ٿيَ وڌيڪ تنظيمي ڀائيواري ۾ دلچسپي راکو ھو تو <emailFragment> رابطو ڪرو </emailFragment>

source: The content contains a language different than I was expecting.
mve: مواد ۾ مھارِي اُمِيد ھون مخلتلِيف ٻوليَ ھيَ۔

source: The content has disrespectful or offensive language.
mve: اِيئي جُمليَ ۾ بيَ عزتِي ھانَ بداخلاقِي ٻولِي ھيَ۔

source: The giant dino [cough] the Triassic.
mve: اڊائِي سئو ڪروڙ سال پيل رو ڊائناسور۔

source: The giant dinosaur of the Triassic.
mve: اڊائِي سئو ڪروڙ سال پيل رو ڊائناسور۔

source: The giant dinosaurs of the Triassi-.
mve: اڊائِي سئو سال پيل را ڊائناسور۔

source: The giant dinosaurs of the Triassic.
mve: اڊائِي سئو ڪروڙ سال پيل را موٽا ڊائناسور۔

source: The giant dinosaurs of the Triassic. [read by one voice]
mve: اڊائِي سئو ڪروڙ سال موروڪا موٽا ڊئناسور۔ [هيڪ آواز ۾ پڙهو]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
mve: اڊائِي سئو ڪروڙ سال موروڪا موٽا ڊئناسور۔<strong> هيڪ آواز ۾ پڙهو</strong>

source: The giant dinosaurs of the Triassic. Yes.
mve: اڊائِي سئو سال پيل را ڊائناسور۔ ھاويَ۔

source: The giant dino <strong>[cough]</strong> the Triassic.
mve: وڏو ڊائنا <strong>کنَگ </strong>اڊائِي سئو ڪروڙ سال پيل

source: The MediaRecorder API is not supported in your browser.
mve: ميڊيا ريڪارڊر اي پِي آئِي ٿونريَ برائوزر ۾ سپورٽ ھوئوڙو ڪونِي۔

source: The number of recordings and which languages you contribute to will be public.
mve: ريڪارڊنگ رو تعداد ھان ٿيَ ڪيئي ٻوليون ۾ حصو ليو ھو او عوامي ھي۔

source: The page you are looking for could not be found
mve: جڪو منو تيَ جوئيَ ريا ھو او ڪوني مليَ ݾگيو۔

source: The question should be answerable in just a couple of sentences.
mve: سوال رو جواب صرف ٻيون جُملون ۾ ڏيڻ کپيَ۔

source: There are currently no prompts for this language. Please refresh the page or try again later.
mve: ايئيَ ٻولِي ھارو فلحال ڪو ڀِي اشارو ڪوني۔ مھربوني ڪريَ پنيَ نيَ ريفريش ڪرو يا پڇيَ وڙيَ ڪوشش ڪرو۔

source: There are currently no prompts to validate for this language. Please refresh the page or try again later.
mve: ايئيَ ٻولِي ھارو فلحال تصديق ڪرڻ ھاروڪو ڀِي پرومپٽ ڪوني۔ مھربوني ڪريَ پنيَ نيَ ريفريش ڪرو يا پڇيَ وڙيَ ڪوشش ڪرو۔

source: There are currently no sentences to review in this language.
mve: هڻي اِيئي ٻولِي ۾ ڪو ڀِي جُملو جائزو ليڻ هارون ڪونھي هَي۔

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
mve: ايئيَ ٻولِي رِي جانچ ھارو فلحال ڪوڀي لکت ڪوني۔ مھربوني ڪريَ پنيَ نيَ ريفريش ڪرو يا پڇيَ وڙيَ ڪوشش ڪرو۔

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
mve: ٻولِي ھارو سوچڻ را ڪِترا طريقا ھيَ۔ وات رِي اوݪکوڻ ريَ نمونيَ ريَ مقشد ھارو،ڪامن وائس مشورو ڏيَ ھيَ ڪہ ‘آپت رِي سمجھ ’تيَ ڌيان ڏيڻ ‘کپيَ يا ڪِي ايئيَ ٻولِي نيَ ٻولڻ آݪا ھيڪيَ ٻيجيَ نيَ ݾمجيَ ݾگيَ ھيَ جيَ او ڪوشش ڪريَ؟’

source: The recording was too long.
mve: ريڪارڊنگ جام موٽِي ھتِي

source: The recording was too quiet.
mve: ريڪارڍِنگ جام آھستيَ ھتِي

source: The recording was too short.
mve: رايڪارڍِنگ جام ننڍي ھتِي

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
mve: ايئيي ٻولي ھارو لکڻ ھارو فلحال ڪو ڀي آڊيو ڪوني۔ مھربوني ڪريَ پنيَ نيَ ريفريش ڪرو يا پڇي ٻيجواري ڪوشش ڪرو۔

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
mve: مسال طور تيَ ماخز مواد ۾ ڪوڀِي انگ نِي ھوڻ کپيَ ڪيونڪہ اي زور ھون پڙھڻ ھون مسئلا پيدا ڪري ݾگيَ ھي۔ انگون نيَ پڙھڻ رو طريقو تناظر تيَ منحصر ڪريَ ھيَ ھان مواد ريَ سيٽ ۾ مونجھارو پيدا ڪريَ ݾگيَ ھي۔مسال طور، نمبر ص”2409” نيَ صحيح طورتيَ ”چوويھ زيرو نئون” ھان ” ٻيَ ھزار چار سئو نئو” ٻيون طريقون ھون پڙھي سگجيَ ھي۔

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
mve: پڙھڻ آݪون رَي وِچ ۾ آواز ۾ قدرتِي فرق ھوئيَ ھيَ۔ جيَ آواز جام اونچو ھيَ جڪو ريڪارڍِنگ نيَ ٽوݪيَ ھيَ ھان (عام طور تيَ)ھونڀڙيَ ڪونِي ݾگيَ ھيَ جيَ اَي جام ھيٺِي ھيَ ھان ٿيَ بنا جوئيَ ٿيَ ڪونِي سمجھو ڪہ ڪِي لکوڙو ھيَ۔

source: The route was unclear.
mve: رستو صاف ڪونِي ھتو۔

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
mve: اي ٻوليَ ھيڻو برادري رِي ترقي ريَ ھيٺِي ھي۔<localizationGlossaryLink>ويب سائيٽ</localizationGlossaryLink>ھان<sentenceCollectionGlossaryLink>جُملون رو مجموعو</sentenceCollectionGlossaryLink>لانچ ڪرڻ رِي ضرورت ھيَ۔

source: The selected file is too large
mve: چونڊوڙِي فائل جوم موٽِي ھيَ

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
mve: جُملا ڀيڙا ڪرڻ آݪو ڪامن وائس ريَ بُنيادِي پليٽ ڦارم تيَ جائيَ وئو۔ ٿيَ ھميَ ڪريَ ݾگو ھو <writeURL>لِکو</writeURL>ھيڪ جُملو يا<reviewURL>جائزو</reviewURL>ھيڪج جُملو ڪامن وائس تيَ جمع ڪرو۔

source: The sentence has a grammatical or spelling error.
mve: جمليَ ۾ گرامر يا اکرون رِي لکائِي رو ميسلو ھيَ۔

source: The sentence has disrespectful or offensive language.
mve: اِيئي جُمليَ ۾ بيَ عزتِي ھانَ بداخلاقِي ٻولِي ھيَ۔

source: The sentence must be grammatically correct.
mve: جُملو گرامر ريَ مطابق صحيح هوڻ کپيَ۔

source: The sentence must be speakable.
mve: جُملو ٻولڻ ري قابِل هوڻ کپيَ۔

source: The sentence must be spelled correctly.
mve: جُملو صحيح صحيح لکڻ کپيَ۔

source: The sentence should have fewer than 15 words.
mve: جُمليَ ۾ 15اکرون ھون گھٽ ھوڻ کپيَ۔

source: The site is ready to be launched when it reaches 75% completion.
mve: سائيٽ شروع ھوڻ ھارو تيار ھيَ جڏيَ 75 سيڪڙو پورِي ھوئيَ جائيَ

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
mve: سائيٽ ڇيڪي ۾ ڇيڪي واپس شروع ڪي جاھي۔ تازي معلومات ھارو مھربونِي ڪريَ <matrixLink>ميٽرڪس ڪميونٽي چيٽ</matrixLink>۾ شامل ھو يا<githubLink>گِٽ ھب</githubLink>يا<discourseLink>مھوري ڊسڪورس فورمز</discourseLink>تيَ جائو تو جون سائيٽ ريَ تجربيَ ري مسعلون نيَ جمع ڪرائو ھان اوئون رِي نگراني ڪريَ ݾگون۔

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
mve: ٽيڊ ۔ ليم ڪارپس رو مجموعو آڊيو واتو رِي ٽرانسڪرپشن ھو ٺايو گيو ھتو جڪو ٽيڊ ويب سائيٽ تيَ موجود ھيَ۔

source: The website text is translated into that language.
mve: ويب سائيٽ رو مواد اِيئي ٻولِي ۾ ترجمو ڪِيو گيو ھيَ.

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
mve: ايئيَ مواد ۾ ڪيَ منک رِي اوݪکوڻ ھون جڙوڙِي زاتي عور تيَ اوݪکوڻ لائق معلومات شامل ھيَ، جيڙوڪريَ اوئيَ رو نوم، اي ميل رو پتو،جگھا، اوݪکوڻ رو نمبر يا فون نمبر۔

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
mve: ايئيَ مواد ۾ ڪيَ منک رِي اوݪکوڻ ھون جڙوڙِي زاتي عور تيَ اوݪکوڻ لائق معلومات شامل ھيَ، جيڙوڪريَ اوئيَ رو نوم، اي ميل رو پتو،جگھا، اوݪکوڻ رو نمبر يا فون نمبر۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
mve: اَي معلومات ڏيڻ ٿونرِي مرضِي ھيَ۔ جيَ ٿونيَ ڪو اعتراض ڪونھي تو ٿونيَ ڏيڻ کپيَ۔ جڏَيَ مھيَ مواد رو سيٽ جارِي ڪرون ھون۔ مھيَ ݾجيَ معلومات نيَ ڦرضِي نوم ڏيون ھون جون ٿونرو نوم، اِي ميل، عُمرھانَ جنس جيھڙي معلومات آبادِي رِي معلومات نِي ھوڻ کپيَ

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
mve: اي معلومات جمع ڪرڻ مرضي ھيَ۔ ٿونيَ روگو ايئي صورت ۾ شامل ڪرڻ کپيَ جيَ راضي ھو۔ جڏي ميھي مواد رو سيٽ جاري ڪرون ھون، مھيَ سجي معلومات نيَ احترام ڏيون ھون، ھان پڪ ڪرون ھو ڪہ ٿونرو نوم ھان اي ميل جھڙي معلومات، جمار يا جنس جھڙي ڊيموگرافڪ معلومات ھون ڀيڙي نِي ھوئيَ۔ ٽيڪنالاجي ھر ھيڪ ھارو سُٺي نمونيَ ڪوم ڪرڻ ھارو، مواد جڪو ٺاڻ آݪيَ آݪو نيَ ٺاڻ ۾ مدد ڪريَ ھيَ ايئيَ نيَ منکون رِي ھيڪ وڏي تعداد نيَ ظاھر ڪرڻ ري ضرورت ھي۔ وڌيڪ ݾيکو ڪہ ميٽا ڊيٽا ڪيون اھم ھيَ۔

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
mve: اَي ھيڪ استعمال ريَ ڪيس ٻاڌوڙي حصو ھيَ جڪيَ ۾ ٻولڻ آݪيَ رِي اوݪکوڻ ھان ھويَ۔نا رِي اوݪکوڻ تيَ زور ڏيڻ ھارو ڊيٽا شامل ھيَ۔

source: This is how you cite yourself if you wrote the content yourself.
mve: جيَ ٿون آپ مواد لکيو ھيَ تو ٿيَ ايڙھيَ نمونيَ آپ رو حوالو ڏيو ھو۔

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
mve: اي منصوبو ٿون جھڙو منکون ھون سوا ممڪن ڪوني ھوئيَ۔🎉 ڪامن وائس ھو ڀيݪا ھوڻ را ڪِترا ئي طريقا ھي۔ ٿونيَ حصو ليڻ ھارو ڪوڊنگ ڪرڻ رِي ضرورت ڪونِي!

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
mve: اَي سيٽنگ ٿونريَ ليَڊر بورڊ رِي نمائش نيَ ڪنٽرول ڪريَ ھيَ۔ جڏيَ لڪايو جاھيَ ، ٿونرِي ترقِي زاتِي ھوئيَ ھيَ۔ايئيَ رو مطلب ھيَ ڪہ ٿونرو ڦوٽو، ڪوم ڪرڻ آݪيَ رو نوم ھان ڪوم رِي ترقِي ليَڊر ريَ بورڊ تيَ ظاھر ڪونِي ھوئيَ۔ نوٽ ڪريا ليَڊربورڊ ريفريش ھوئيَ ھيَ۔{ $minutes } منٽ بدلِي ڪيوڙيَ چيزون نيَ ڀرڻ ھارو۔

source: Three to go!
mve: تين باقي ھيَ

source: Thur
mve: ٿُر

source: Tibetan
mve: تبتِي ٻولِي

source: Tigre
mve: ٽِگر

source: Tigrinya
mve: ٽِگِرِنيا

source: Tlazoyaltepec Mixtec
mve: ٽلازويالِٽيپيڪ مِڪسٽيڪ

source: Toba Qom
mve: ٽوبا قوم

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
mve: آپرِي اي ميل نيَ تبديل ڪرڻ يا اپ ڊيٽ ڪرڻ ھارو، مھونيَ <emailFragment>commonvoice@mozilla.com</emailFragment> تيَ اي ميل ميلو

source: Today
mve: آج

source: Today's Common Voice progress on clips recorded
mve: ريڪارڊ ھوئوڙيَ ڪلپ تيَ آج ريَ ڪامن وائس ريَ ڪوم رِي پيش رفت

source: Today's Common Voice progress on clips validated
mve: آج ڪامن وائس ريَ ڪلِپ تيَ پيش رفت رِي تصديق ڪيوڙِي ھيَ

source: Today's Progress
mve: آج رِي ترقِي

source: Toki Pona
mve: ٽوڪِي پونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
mve: ڪامن مواد رَي سيٽ ۾ شامل ھوڻ ھارو ھيڪ وائس ڪِلپ نيَ ٻيون الگ استعمال ڪرڻ آݪون ھون تصديق ڪراڻ کپيَ۔

source: Too many files
mve: جام فائلون

source: Top Contributors
mve: موٽا شراڪت ڪرڻ آݪا

source: Torwali
mve: توروالِي

source: Total
mve: ڪُل

source: Total Approved
mve: سجا منظور ھوئوڙا

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
mve: سوڀتيَ پاسيَ مھيَ فائدون رو خاڪو بيان ڪرون ھون ھان واضح ڪرون ھون ڪہ مھيَ ڪئي معلومات نيَ عوامي ڪرون ھون۔ آپرِي ڊوائيس تيَ ھيڪ ڪامن وائس ريَ کاتيَ ھون شروع ڪرڻ ھارو ھيٺِي ڏينوڙِي لنڪ استعمال ڪرو۔

source: Toward next goal
mve: ٻيجيَ حدف رِي طرف

source: Track progress here and on your stats page.
mve: آپريَ ڪوم رِي ترقِي نيَ ايٿ ھان ٿونريَ انگ آکر ريَ پيج تيَ جونچو۔

source: Transcribe
mve: نقل ڪرڻ يان جوئي لکڻ (آڊِيو نيَ جوئيَ لکڻ)

source: Transcribe answers
mve: جوابون نيَ لکو

source: Transcribe Audio
mve: آڊيو نيَ لکو

source: Transcribe audio recordings into text
mve: آڊيو ريڪارڍنگ نيَ اکرون ۾ لکو

source: Transcribe audio recordings in your language
mve: آپرِي ٻولِي ۾ آڊيو رِي نقل ڪرو

source: Transcribe Audio <small>(Coming soon)</small>
mve: آڊِيو نَي لکو <small>(جلدِي آڻ آݪو ھيَ)</small>

source: Transcript edited successfully
mve: ٽرانسڪرِيپٽ ڪاميابِي ھون ايڊِٽ ڪِيو گيو ھيَ۔

source: Transcript skipped successfully
mve: لکٽ ڪاميابي ھون ڇوڙي گئي

source: Transcript submitted successfully
mve: ٽرانسڪرِيپٽ ڪاميابِي ھون پيش ڪِي گِي ھتِي

source: Transcript voted successfully
mve: ٽرانسڪرِپٽ ڪاميابِي ھون ووٽ ڪِي گِي ھيَ

source: Transgender
mve: کدڙو

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
mve: <translateVideoLink>پوٽون نيَ ڪونڪر استعمال ڪرڻو ھيَ اوئيَ ھارو مھوريَ رھنمائِي نيَ جوئو۔</translateVideoLink>

source: Translating the site
mve: سائيٽ رو ترجمو

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
mve: ترجمو انگريزي ۾ ھيَ،پر ٿيَ جوئيَ ݾگو ھو۔ ٻيجيَ ٻوليون تيَ ڪلِڪ ڪرو</strong>مشورا<strong>لنڪ ھان</strong>سيٽنگون<strong>آئڪون، پڇيَ</strong>پروفائل<strong>شامل ڪرو جڪو ڀِي ٻوليَ ٿيَ ٻولو ھو۔ ٿونريَ سِڌيَ ھات تيَ ڪُنڊ ۾ ترجمون رِي ھيڪ فھرست ڪھيو ھيَ۔ترجمو ھيڪ ڏِن ھون</strong> ھوتيَ جِڪيَ نيَ پڇيَ سائيٽ تيَ ڏيکاݪيَ ھيَ۔

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
mve: ڪامن وائس سائيٽ رو ترجمو تيَ ھوئيَ ھيَ<strong>پونٽون</strong>

source: Try again by dragging your file here
mve: فائل نيَ ايٿ ڇِڪيَ ليائيَ وڙَي ڪوشش ڪرو

source: Try uploading again
mve: وڙَي اپ لوڍنگ رِي ڪوشش ڪرو

source: Tshivenda
mve: ٽِشيوينڊا

source: Tunen
mve: تونين

source: Tupuri
mve: تُپُرِي

source: Turkish
mve: تُرڪِش

source: Turkmen
mve: ترڪِمين

source: Tush
mve: ٽُش ٻولِي

source: Tuvan
mve: ٽُوان

source: Twi
mve: تِوي

source: Typically megabytes
mve: عام طور ھون ميگا بائيٽ

source: Ubykh
mve: اُبياخ

source: Udmurt
mve: اُدمُرٽ

source: Ukrainian
mve: يوڪريني

source: Understand contribution criteria
mve: شراڪت رَي معيار نَي سمجھو

source: Understand how to contribute and validate on the Common Voice dataset
mve: ݾمجو ڪہ ڪامن وائس مواد ريَ سيٽ ۾ ڪونڪر حصو لئِيجي ھان تصديق ڪرڻ کپيَ

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
mve: سمجھو ڪہ آواز رو ڪلِپ ھونڀڻڻ رَي ٽيم ڪِي جونچڻ کپيَ ھان آپرِي آواز نيَ ريڪارڊِنگ نيَ وڌيڪ سُٺِي ٺاھڻ ۾ مدد ڪرو!

source: Universities, Academics and Researchers
mve: يونيورسٽي، تعليمي ھان محقق

source: Upload aborted. Do you want to delete your recordings?
mve: اپ لوڊ بند ڪرو۔ ڪِي ٿيَ آپرَي ريڪارڍِنگون مِٽاڻ چاھو ھو؟

source: Upload an image file
mve: ڦوٽو رِي فائل اپ لوڊ ڪرو

source: { $uploadedQuestions } of { $totalQuestions } questions collected
mve: { $uploadedSentences } ۾ { $totalSentences } جُملا شامل ڪرو

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
mve: جمع ڪيوڙيَ{ $uploadedQuestions }سوالون ۾{ $totalQuestions }سوالون نيَ ڪونڪر شامل ڪيو جائي ريَ باريَ ۾ وڌيڪ ݾيکڻ ھارو مھورا <guidelinesLink>مددگار</guidelinesLink>پناجوئو۔

source: { $uploadedSentences } of { $totalSentences } sentences collected
mve: { $uploadedSentences } ۾ { $totalSentences } جُملا شامل ڪرو

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
mve: { $uploadedSentences } ۾{ $totalSentences } جُملو شامل ڪرو۔ دبائو<downloadLink> ايٿ</downloadLink>رد ڪيوڙيَ جُملون نيَ ڊائون لوڊ ڪرڻ لا

source: Upload failed, please retry.
mve: اپ لوڊ ناڪام ھوئو وڙَي ڪوشش ڪرو

source: Upload <icon></icon> public domain sentences
mve: </icon><icon>جُملہ عوامي ڊومين ۾ اپ لوڊ ڪريو

source: Upload in progress...
mve: اپ لوڊ ھليَ وئو

source: Upload more sentences?
mve: وڌيڪ جُملا اپ لوڊ ڪرو

source: Upload of this clip keeps failing at server. Reload the page or try again later.
mve: ايئيَ ڪلِپ رِي اپ لوڊ سرور ۾ ناڪوم ھوئيَ پڙِي۔ پئيج نيَ ٻيجوارِي لوڊ ڪرو يا پڇيَ ٻيجوارِي ڪوشش ڪرو۔

source: Upload of this clip keeps failing, keep retrying?
mve: ايئيَ ڪلِپ رِي اپ لوڊ ناڪوم ھوئيَ پڙِي، ٻيجوارِي ڪوشش ڪرتا رھو؟

source: Urdu
mve: اُردو

source: Use correct grammar
mve: ٺيڪ گرامر (ٻولِي را اصول) استعمال ڪرو

source: Use correct spelling and grammar
mve: ھِجيَ ٺيڪ لکو ھان ٺيڪ نشانين ڏيو

source: Use correct spelling and grammar.
mve: ھِجيَ ٺيڪ لکو ھان ٺيڪ نشانين ڏيو

source: Use correct spelling and punctuation
mve: ھِجيَ ٺيڪ لکو ھان ٺيڪ نشانين ڏيو

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
mve: <mark>قدرتي وات ريَ حوالي ھون</mark> ھان ڪيسون ريَ استعال ھارو فائدا مند ھيَ(مسال طور، جڏي ٿيَ چاھو ھو ڪہ وات رِي اݪکوڻ بغير لکت ريَ ھوئيَ ھان عام ٻولي ٻولڻ آݪيَ منکون ڀيݪو ڪوم ڪري)

source: User Name
mve: استعمال ڪرڻ آݪيَ رو نوم

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
mve: استعمال ڪرڻ آݪا ڏِينوڙِي آواز رَي ڪلِپ رَي صحيح ھوڻ رِي تصديق ڪريَ ھيَ جوئيَ ھيَ ڪہ پڙھڻ آݪو جمليَ نيَ صحيح پڙھيَ پڙيو۔

source: Ushojo
mve: اُشوجو

source: Uyghur
mve: يوگھُر

source: Uzbek
mve: اُزبِڪ

source: Validated Clips
mve: تصديق ڪيوڙا ڪلِپ

source: Validated Hours
mve: تصديق ڪيوڙا ڪلاڪ

source: Validated Hr. Total
mve: تصديق ھوئوڙا ڪُل ڪلاڪ

source: Validate readings
mve: پڙھڻ رِي تصديق ڪرو

source: Validate Readings
mve: پڙھڻ رِي تصديق ڪرو

source: Validate Readings, Review Transcriptions
mve: پڙھڻ رِي تصديق ڪرو، لِکوڙيَ رو جائزو ليو

source: Validate Readings <small>(Coming soon)</small>
mve: پڙھڻ رِي تصديق ڪرو <small>(جلدِي آڻ آݪو ھيَ)</small>

source: Validate readings submitted by community members
mve: برادرِي ريَ مِنکون ريَ طرڦون جمع ڪِيوڙِي لِکت رِي تصديق ڪرو۔

source: Validate user-recorded readings in your language
mve: ٿونرِي ٻولِي ۾ پڙھڻ آݪيَ رِي ھويوڙِي ريڪاڍِنگ رِي تصديق ڪرو

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
mve: تصديق ڪرو<validateIcon></validateIcon>ڪِي اَي سوال رھنمائي ري ھدايتون تيَ پورو اترَي ھيَ

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
mve: دان ڪيوڙيَ ڪلِپون رِي تصديق ڪرڻ ڪامن وائس مشن ھارو برابر اھم ھيَ۔ ھڻو ھان معياري اوپن سورس وائس ڊيٽا ٺاڻ ۾ مھورِي مدد ڪرو۔

source: Validation Progress
mve: تصديق رِي ڪارڪردگي

source: Validations
mve: تصديقون

source: Value and recognition.
mve: قدر ھان اوݪکوڻ

source: Variant Contribution Options
mve: مختلف تعاون را اختيار

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
mve: مختلف ٻوليون ۾ ھيڪ خاص شڪل ھوئيَ ھيَ۔ مسال طور ھيڪ ارضياتي يا برادري ۾ ريڻ آݪا منکون رِي طرفون ويرايل۔ ڪڏي ڪڏي ايون نيَ لھجا ڪھيو جائيَ ھيَ

source: Varying Pronunciations
mve: مختلف اوچار

source: Venetian
mve: وينيتيان

source: Version
mve: ورزن

source: Very common mistakes include:
mve: تمام عام غلطيَ شامل ھيَ:

source: Vietnamese
mve: ويتناميس

source: View your progress against personal and project goals.
mve: زاتي ھان منصوبيَ رِي ترقي ريَ خلاف آپرِي ترقي جوئو۔

source: Visible
mve: ظاھر

source: Visit our blog or write about us
mve: مھوريَ بلاگ نيَ وزٽ ڪرو يا مھوري باريَ ۾ لکو

source: Voice clips are entered into a submission queue that readies them for listening.
mve: وائس ڪلِپس جمع ڪرڻ آݪِي قطار ۾ ھڻيَ جائيَ ھيَ جڪو ايون نيَ ھونڀڻ ھارو تيار ڪيئيَ جائيَ ھيَ

source: Voice Collection
mve: آوازون رو مجموعو

source: Voice Contribution
mve: آواز رِي شراڪت
